<?php

return [
    'root' => 'Корень',

    /*
        |--------------------------------------------------------------------------
        | Кнопки
        |--------------------------------------------------------------------------
    */
    'button.save' => 'Сохранить',
    'button.expand_all' => 'Развернуть всё',
    'button.collapse_all' => 'Свернуть всё',

    /*
        |--------------------------------------------------------------------------
        | Форма
        |--------------------------------------------------------------------------
    */
    'components.tree.buttons.select_all.label' => 'Выбрать всё',
    'components.tree.buttons.deselect_all.label' => 'Снять выбор',
    'components.tree.buttons.expand_all.label' => 'Развернуть всё',
    'components.tree.buttons.collapse_all.label' => 'Свернуть всё',

    /*
        |--------------------------------------------------------------------------
        | Сообщения
        |--------------------------------------------------------------------------
    */
    'actions.delete.confirmation.with_children' => 'Вы уверены, что хотите удалить эту запись и все вложенные?',
];
