<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Locales for translatable fields
    |--------------------------------------------------------------------------
    |
    | Дай ПАКЕТУ массив локалей. Это ключ, по которому чаще всего делают count().
    |
    */
    'locales' => ['uk', 'en', 'ru'],

    /*
    |--------------------------------------------------------------------------
    | Fallback locale
    |--------------------------------------------------------------------------
    */
    'fallback_locale' => 'uk',

    // Остальные опции можешь не указывать — пакету они не критичны.
];
