<?php

return [
    'payment_method' => [
        'CARD'        => 'Оплата через POS-терминал при получении',
        'CASH'        => 'Наличными при получении',
        'CLUB'        => 'Клубная карта (депозит/кредит)',
        'ORG_TRANSFER'=> 'Безналичный расчет по счету для юридических лиц',
        'FREE'        => 'Без оплаты',
        'POS'         => 'Оплата через POS-терминал при получении',
        'INVOICE'     => 'Безналичный расчет по счету для юридических лиц',
        'LIQPAY'      => 'Онлайн-оплата картой',
    ],
];
