<?php

return [
    'payment_method' => [
        'CARD' => 'Оплата через POS-термінал при отриманні',
        'CASH' => 'Готівкою при отриманні',
        'CLUB' => 'Клубна карта (депозит/кредит)',
        'ORG_TRANSFER' => 'Безготівковий розрахунок за рахунком для юридичних осіб',
        'FREE' => 'Без оплати',
        'POS' => 'Оплата через POS-термінал при отриманні',
        'INVOICE' => 'Безготівковий розрахунок за рахунком для юридичних осіб',
        'LIQPAY' => 'Онлайн-оплата карткою',
    ],
];
